{
    "articles": [
        {
            "type": "article",
            "headline": "The Four Horsemen Auction",
            "body": [
                {
                    "type": "text",
                    "content": "The inaugural Four Horsemen Auction was held in Saint Denis at the Theatre Raleur at 3PM EST on Saturday 21st January 1902. The event was organised and hosted by Mr Lars Stefan, with the assistance of Ms Agatha Baumstumpf, and was sponsored by the Mr Lip Darmon and the staff of The Four Horsemen. "
                },
                {
                    "type": "text",
                    "content": "The auction was very well attended, so much so that it was difficult to recognise all the patrons present. The evening began with an original song, performed by Ms Baumstumpf, accompanied by a newly purchased gramophone. The lots included customised firearms, a black arabian horse and several 'mystery boxes', where only the weight and number of items inside were divulged prior to bidding. The highest bid of the night, at $500, was for a cattleman revolver, customised by Mr Alexander Crane of Bullseye Firearms. "
                },
                {
                    "type": "text",
                    "content": "The Saint Denis Chronicle can also reveal the contents of three mystery boxes auctioned off : the first contained 60lbs worth of food supplies, the second several miscellaneous items including jewellery, knives and other cosmetic items, and the third a bottle of beer, a pack of cigarettes and a customised cattleman revolver almost identical to that auctioned off separately! "
                },
                {
                    "type": "text",
                    "content": "Despite some difficulties in recent weeks, Mr Stefan is hoping to make the auction a weekly event. He is also always available to discuss potential lots, so if you have unique or valuable items you would like to auction please send him a telegram or letter (PO 29287). The auction house's terms are set at 20%:80% in favour of the seller.\n"
                }
            ],
            "author": "Mollie Byrd"
        },
        {
            "type": "article",
            "headline": "How far is 'too far'?",
            "body": [
                {
                    "type": "text",
                    "content": "December 16th, 1901, Valentine. Three members of the Remnants gang were apprehended by Deputy Holland et al. Mr.Hersh was receiving medical care when Then-Deputy McCarthy sent word that he was en route. Holland detained them for questioning. They complied, disarming themselves. \nThe three were responsible for the abduction of the now-Sheriff Chamberlain- a crime committed in retaliation against N.A.LEO for meddling in the affairs of the gang. McCarthy’s arrival immediately escalated the situation. \nThey were now under arrest. "
                },
                {
                    "type": "text",
                    "content": "What changed in the course of that brief exchange? All accounts point to a personal vendetta. An officer abused his rank to settle a grudge."
                },
                {
                    "type": "text",
                    "content": "McCarthy took control, pointing his gun at Ms. Dragner’s head, telling her to “Shut the ... up.” Naturally, this resulted in confusion, accusations of deceit. Between a heated back and forth and threats of violence, two things happened: Deputy Holland tried desperately to de-escalate, McCarthy displayed three acts of violence. Striking a noncompliant Mr.Hersh, discharging his weapon dangerously close to the heads of Ms. Dragner and Allen, and again near-fatally into the neck of Mr.Boone after the express verbal intent to execute him."
                },
                {
                    "type": "text",
                    "content": "Marshall Rueb arrived on scene and moved McCarthy to a cell with Deputy Holland picking up the pieces. As Rueb explained it to me, he was “Just doing his job.” Let the record show the casual bravery of New Alexandria’s finest."
                },
                {
                    "type": "text",
                    "content": "Mid January, the trial was underway. Honourable Judge Winters presided over the affair, Alexander Dray led the prosecution as the Attorney General. Mr.McCarthy elected to represent himself, who went on to suggest that criminals deserve to be shot. \"What I did that day was well within my rights as a person and as a deputy.\""
                },
                {
                    "type": "text",
                    "content": "After the fact, Dray informed me that Mr.McCarthy had violated the anti-vigilante act. The Remnants were non-combative and disarmed. What threat, exactly, was he responding to?"
                },
                {
                    "type": "text",
                    "content": "We are presumed innocent until proven guilty. The suggestion of legalised homicide on suspicion alone is a gross violation of civil rights and an affront to Life, Liberty, and the Pursuit of Happiness.\n"
                },
                {
                    "type": "text",
                    "content": ""
                },
                {
                    "type": "text",
                    "content": "Judge Winters stated \"It was not a spur of the moment decision, the proper response to arrest an individual for committing a crime, whether it’s against your spouse, your [siblings], your friends, or against [anyone], is to arrest them, not take judge, jury, and execution into your own hands.\""
                },
                {
                    "type": "text",
                    "content": "Fredrik McCarthy was stripped of his badge and charged with Aggravated Attempted 1st Degree Murder of Jackson Boone and Aggravated Assault. \nHe is scheduled to spend 125 months in Sisika Penitentiary."
                }
            ],
            "author": "Nylea FindingPath"
        },
        {
            "type": "article",
            "headline": "The Blackwater Incident",
            "body": [
                {
                    "type": "text",
                    "content": "Blackwater, West Elizabeth - A violent incident occurred on December 9th, 1901, when Emily Sinclair, a well-known member of the community, was shot and injured just outside of Blackwater. According to witnesses, Emily had encountered a money wagon transport while traveling through the area. She recognized one of the individuals on the wagon as Deputy Lincoln McCormick, a deputy known for his reputation as an outlaw."
                },
                {
                    "type": "text",
                    "content": "As the area was becoming increasingly crowded, Emily left the scene and bumped into a few people on her way out. She then followed the wagon from a distance as she needed to go in the same direction. However, Deputy McCormick soon pointed a gun at her and warned her to back off. Emily complied and went ahead of the wagon, waiting behind a hill to avoid further confrontation. Deciding that if she wanted to stay out of their way she was going to leave after the wagon passed her."
                },
                {
                    "type": "text",
                    "content": "But the situation escalated when Deputy McCormick and his accomplice, Sheriff Tris Chamberlain, caught up to Emily and he aimed his gun at her. As Emily attempted to write something down on her notepad, Deputy McCormick suddenly shot her, leaving her injured and lying in the dirt. Miss Sinclair formed no threat to the deputies as of this moment yet the choice to shoot was still made. Sheriff Chamberlain eventually brought her to the doctor's office, where she received medical attention."
                },
                {
                    "type": "text",
                    "content": "Despite the unprovoked attack, Deputy McCormick received only a minor punishment from the authorities. This has left many in the community outraged and calling for justice to be served for Emily's assault. The incident has also raised concerns about the safety of its other citizens, who knows you might be the next one to be shot."
                }
            ],
            "author": "Charles Oakley"
        },
        {
            "type": "advert",
            "body": [
                {
                    "type": "text",
                    "content": "Enjoy the finest liquors and drinks from the best New Alexandrian breweries, to the most famous oversea imports."
                },
                {
                    "type": "text",
                    "content": "We hold ourselves to the highest standards, both in service and products at the FOUR HORSEMEN SALOON - The Bastille, Frontier & St Nicholas Streets in SAINT DENIS"
                },
                {
                    "type": "text",
                    "content": "We also offer free food and hot drinks to those in need"
                }
            ]
        }
    ]
}

